{
  "COMMON": {},
  "01_HOME": {
    "HELLO": "Hi, I'm Diego, a Front-End developer"
  },
  "02_ABOUT": {
    "ABOUT_ME": "About me",
    "PARAGRAPH_1": "I'm a Full-Stack developer with a strong focus on Front-End. I live in Spain, but I'm always up for a getaway to anywhere in the world. Besides traveling, I love discovering new music, composing when inspiration hits, and of course, climbing in the beautiful mountains of Galicia—or wherever the opportunity arises.",
    "PARAGRAPH_2": "I'm a super organized person, both at work and in my daily life. I manage my finances in Excel, schedule everything on my calendar, and keep track of tasks and projects with Trello.",
    "PARAGRAPH_3": "When it comes to work, what truly motivates me isn't money or time off—it's knowing that what I do makes a positive impact on society and supports those who need it most.",
    "PARAGRAPH_4": "I also have great people skills, which help me connect easily with my teammates and contribute to building strong, collaborative teams."
  },
  "03_SKILLS": {
    "SHOW_EXPERIENCE": "Show experience",
    "SKILLS": "Skills"
  },
  "04_EXPERIENCE": {
    "ACTUAL_JOB": "2023 - Present",
    "CALL_CENTER_AGENT": "Telemarketer",
    "DESCRIPTION_BOSCH": "Sales agent for the mobile phone company Orange, through its subcontractor Bosch.",
    "DESCRIPTION_CLARCAT": "Projects for external companies such as ArcelorMittal and La Liga as a fullstack programmer.",
    "DESCRIPTION_LIONBRIDGE": "AI model training for Google, focused on improving the understanding of advertising content from advertising companies.",
    "DESCRIPTION_MARINE": "Worker in various positions along the production and warehouse lines for the leading marine technology company.",
    "DESCRIPTION_POSSIBLE": "Fullstack programmer on a multitude of internal and external projects for companies such as LetsHealth, Esmerarte, and NTTData.",
    "DESCRIPTION_SOLITIUM": "IT technician for a multinational company working in both IT support for companies and printer sales and maintenance.",
    "EXPERIENCE": "Work Experience",
    "FACTORY_WORKER": "Laborer",
    "FULLSTACK_DEVELOPER": "Fullstack Developer",
    "INTERNET_ADS_ASESSOR": "Internet Ads Advisor",
    "TI_TECHNICIAN": "IT Technician"
  },
  "05_PROJECTS": {
    "DESCRIPTION_DFG": "Website dedicated to the company DFG Natural Stone through From there you can access the purchasing website, also developed by the team I worked on that year.",
    "DESCRIPTION_DISCAMINO": "Internal website that manages dates and connections between drivers, vehicles, and companions for a company dedicated to training and accompanying people with disabilities on the Camino de Santiago.",
    "DESCRIPTION_HERMES": "Internal website that manages Arcelor Mittal's rail transportation of materials.",
    "DESCRIPTION_INTERACT": "Multi-level medical quiz game that SHOWS different kidney disease problems, simulating a doctor's office visit.",
    "DESCRIPTION_LALIGA": "CRM and web portal for 'La Liga' that displays (among other things) data on bars and casinos that have subscribed to a football package that doesn't correspond to their business.",
    "DESCRIPTION_PHARMA": "Pharmaceutical competition consisting of several phases. In the final phase, participants must submit a video explaining their project. The winner of this competition receives a grant to make the project a reality.",
    "PROJECTS": "Projects"
  },
  "06_CERTS": {
    "CERTS": "Certificates"
  },
  "07_CONTACT": {
    "NOW_WE_KNOW": "Now that you know me . . .",
    "TALK": "Shall we talk?"
  },
  "SIDEBAR": {
    "CV_URL": "https://drive.google.com/file/d/11vC86vxNIHvVlLPH_TYj17IBG6b_csm6/view?usp=sharing"
  }
}
